[
  {
    "Name": "Saastronomical",
    "Location": "North America (US and Canada), Asia Pacific, Australia & New Zealand, Europe, UK",
    "WebSite": "https://www.saastronomical.com/saastronomical-official-airtable-ecosystem-partner",
    "Services": "Services Base Design and Implementation, Custom Extension, Data Migration, Training & Education",
    "Language": "English",
    "About": "Get help automating the systems, processes and tools that drive your business. Your time is important, and as an Airtable expert, I can help! So if you need Airtable help, pull up a chair! 🪑  - 🇬🇧  - 🇺🇸  - 🇦🇺   - 🇪🇺What can I build for you today? USA, UK, Europe and WorldwideHi! My name is Andy, and as an Airtable consultant, I am well-positioned to help you create the solution you need to save time and money, and loves nothing more than helping unblock his customers and get them up and running with the tools to power their business.So whether you need help with Linked Fields, Formulas, scripting or automation, I can help you!Get in touch with Saastronomical by filling out this formIf I can help, the bots will send you an email with a link to book a call (which is paid in advance)On the call, we will build/troubleshoot/optimise your Airtable base on the spot (This can also include advanced features like simple scripts and formulas)You get a two-week warranty for all work we build",
    "imgs": [
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/17918d1c-1ac3-4dea-8b3b-fe5b0b274804/3e133b0a-b42b-4e09-9db9-2262c24da469.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=%2B%2FKg196MzhtTWz7RI1l9CRQSQ2s%3D&Expires=1673464882",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/17918d1c-1ac3-4dea-8b3b-fe5b0b274804/0f752ba4-6b98-4d97-9401-0320d0399de0.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=HvOQcaMvNCO77K4JWuh%2FY32lTq0%3D&Expires=1673464882",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/17918d1c-1ac3-4dea-8b3b-fe5b0b274804/ebfc0821-0b18-462f-b087-ecc5212ec468.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=ZUSrIbNv9HR1XQqW6lhZC5uU%2BNc%3D&Expires=1673464882",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/17918d1c-1ac3-4dea-8b3b-fe5b0b274804/3a445257-92f6-4667-b2df-9170c3527220.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=r%2F0Py2L9nhihfZNSPO2w4hrKI04%3D&Expires=1673464882",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/17918d1c-1ac3-4dea-8b3b-fe5b0b274804/d50d4f4f-4232-4268-8a10-b4d57e545025.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=ZOwz8%2BknfwXfvdLSwxbkoDcgrFc%3D&Expires=1673464882",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/17918d1c-1ac3-4dea-8b3b-fe5b0b274804/357ec0d8-04bb-425e-8c3b-2b9c925506c0.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=BN4DHQVwYi7EbmM8EmD5bXds%2BQg%3D&Expires=1673464882"
    ]
  },
  {
    "Name": "ACE Workflow",
    "Location": "North America (US and Canada), Europe, UK",
    "WebSite": "https://aceworkflow.io/book-meeting",
    "Services": "Services Base Design and Implementation, Custom Extension, Custom Integration, Custom Script, Data Migration, Training & Education, Other",
    "Language": "English",
    "About": "The leading workflow automation design company for medium to enterprise businesses.Every project includes 150+ free SaaS product subscriptions including $500 in Free Airtable credits along with intuitive onboarding and training for your team.We're focused on building smart and efficient workflows, that serve your users and their use cases. Designing workflows that automate your operations. Our experts have been building workflows for over 6 years to create rapid automation 7x faster with our proven iterative workflow design process.We can help with:Workflow analysis to uncover bottlenecks and inefficienciesJoining multiple teams and departments together in real-timeCreation of bespoke applications, tools, and dashboardsOngoing support, management, and process improvementsNew to Airtable workflows? Visit our site to download a wide range of free templates and apps for you to try.*Compared to traditional development. Source: 2021 VentureBeat benchmark test.",
    "imgs": ""
  },
  {
    "Name": "InAir Studio",
    "Location": "North America (US and Canada), Asia Pacific, Australia & New Zealand, Europe, Latin America (including Mexico), Middle East, UK",
    "WebSite": "https://meet.inair.studio/dan",
    "Services": "Services Base Design and Implementation, Custom Extension, Custom Integration, Custom Script, Data Migration, Training & Education, Other",
    "Language": "English, Portuguese, Spanish",
    "About": "InAir Studio is the go-to agency for medium/large & enterprise Airtable customers wanting to get the most out of Airtable. We have been building the most advanced Airtable bases for over 5 years. We know everything there is to know about Airtable and how to make it work for our business. We focus on building robust, complex environments that can meet the needs of any use case. We can handle Enterprise clients needs as well.We are trained consultants with backgrounds in software development. We can handle any of the following:Base CreationWorkflow Automation via Automations/ScriptsCustom App Development3rd Party IntegrationsTrainingFounders Dan Fellars (creator of Openside, On2Air, and BuiltOnAir) and Sergio Lopez (founder of DevBlocks Agency) formed InAir Studio in late 2021 to bring our collective 10+ years of Airtable work and 40+ years of software development together into one place.",
    "imgs": [
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/4c6c8bdb-a3cd-4f9e-ad39-7d7858204ed5/1ab4f569-a2d5-42f2-9c90-824426b6674e.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=Wvz5iQHVdZL%2FIxVRnhxM6tww7c8%3D&Expires=1673464907",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/4c6c8bdb-a3cd-4f9e-ad39-7d7858204ed5/413c0ce2-3c38-40a8-9c75-30cda71b7d61.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=9nt5jpXM3GuNt4H4%2BAWXhjaw8MY%3D&Expires=1673464907",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/4c6c8bdb-a3cd-4f9e-ad39-7d7858204ed5/f7f87bd9-db15-4d31-8727-0bfa910a90a6.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=xleREbsvoDLmhmXxR1gW%2FbKZ91w%3D&Expires=1673464907",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/4c6c8bdb-a3cd-4f9e-ad39-7d7858204ed5/856dd418-d7db-438f-8b40-72673c5fffb1.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=1WRS9Z%2FRtkP%2F8xa3M%2F3uzAjrGzk%3D&Expires=1673464907",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/4c6c8bdb-a3cd-4f9e-ad39-7d7858204ed5/cf2c235f-9945-49a8-a5e7-dc9cb950434b.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=UxN6kw6%2FdCThudBil6y8W9JO%2Bxw%3D&Expires=1673464907",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/4c6c8bdb-a3cd-4f9e-ad39-7d7858204ed5/d939bef9-34ba-4863-b883-756eca4280d2.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=SAtzXnJ959rvHZpFfr0a9eNOgF0%3D&Expires=1673464907"
    ]
  },
  {
    "Name": "Optimize IS",
    "Location": "North America (US and Canada), Asia Pacific, Australia & New Zealand, Europe, UK",
    "WebSite": "https://www.optimizeis.com/",
    "Services": "Services Base Design and Implementation, Custom Integration, Data Migration, Training & Education, Other",
    "Language": "English",
    "About": "We help you leverage technology to scale your business to 7-8 figures. In addition to building your systems, we also optimize your solution for scalability & flexibility with NO CODE, our custom Architecture Development Method, and ongoing support that will grow as you grow.NO CODE - We believe that you want to scale your business, and not be burdened or held hostage by code. This makes it easy for you and your team to understand and update your system independently.Architecture Development Method (ADM) - You need the structure of your database and systems to be the best so that you can scale with ease. We have our own ADM that was adapted from studying the latest in business systems development at a top 10 business school & working with 100s of user stories.Ongoing Support - As you grow, so must your systems. We will be there to adapt your systems to changes in your environment.We have worked with clients like you in 45+ industries. See our FB Group & Youtube channel for more.",
    "imgs": ""
  },
  {
    "Name": "AirOps Consulting",
    "Location": "North America (US and Canada), Asia Pacific, Australia & New Zealand, Europe, Latin America (including Mexico), UK",
    "WebSite": "https://airopsconsulting.org/",
    "Services": "Services Base Design and Implementation, Custom Extension, Data Migration, Training & Education",
    "Language": "English",
    "About": "I’m Cherry Yang, founder of AirOps Consulting - welcome to our world of Airtable!As a certified Zapier expert and Airtable Consultant Partner, I’ve been building databases and workflows using Airtable and Zapier for over four years now, helping clients untangle complex processes and streamline operations.I’ve taken my love for data and automation and built a consultancy to help businesses grow their revenue and help non-profit organizations increase their impact. Our clients make better decisions and collaborate more seamlessly with a single source of truth for their data.When you work with AirOps Consulting, we help get down to the ‘WHY’ to ensure that what we design truly works for your needs and scales as your business grows. I’ve worked with clients around the world in many sectors and leverage my experience to create solutions optimized for your needs.Enough about me, I’d love to learn more about how we can help you!www.airopsconsulting.orgwww.youtube.com/airopsconsulting",
    "imgs": ""
  },
  {
    "Name": "Connex Digital",
    "Location": "North America (US and Canada), Africa, Asia Pacific, Australia & New Zealand, Europe, Latin America (including Mexico), Middle East, UK",
    "WebSite": "https://connex.digital/book/airtable-expert",
    "Services": "Services Base Design and Implementation, Custom Extension, Custom Integration, Custom Script, Data Migration, Training & Education, Other",
    "Language": "English, Italian, Portuguese, Spanish, Other",
    "About": "Hi! This is Paul Kortman CEO of Connex Digital; an automation and integration specialized agency.As Airtable consultants, we specialize in making the complex simple! Want us to build your CRM, order management system, or inventory system in Airtable? We can do that! Want to optimize your current Airtable solutions for maximum productivity and efficiency? We can do that! Want to automate actions between Airtable and other apps (like Quickbooks)? We can do that! Simply put, we can make Airtable a core part of your workflow process. How to engage with us:Click on the “BOOK A FREE DISCOVERY CALL” button below and schedule a call to discuss your project. After the discovery call I'll give you a quote and a plan to start working ASAP. If you need to fix your Airtable tables, views, or automations quickly instead, book a SUPPORT CALL.Services:﻿Built-For-You Bases. We design, build and automate bases for you.Quick Support Call. Fix your Airtable today in a Zoom call.Training. Learn how Airtable works with an expert, live.Maintenance. We monitor your critical-to-business automations.Custom Extensions and Custom Integrations. We are certified Zapier experts and can automate the data flow from and to your bases.",
    "imgs": [
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/157bf766-a9a6-4264-bbf7-9985268dcfe9/a35b098e-ecb3-4f80-89ce-a4caf1ce7fc5.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=vqtZDE0gtHVVCxaV9Il%2B7uXFVlQ%3D&Expires=1673464946",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/157bf766-a9a6-4264-bbf7-9985268dcfe9/8bc1a884-e853-477e-91a1-9982dfdbd1c7.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=EEcLyFIUVetXIof4rM9EjW0D6Zw%3D&Expires=1673464946",
      null
    ]
  },
  {
    "Name": "ScottWorld",
    "Location": "North America (US and Canada), Europe, UK",
    "WebSite": "https://www.scottworld.com",
    "Services": "Services Base Design and Implementation, Custom Extension, Custom Integration, Data Migration, Training & Education, Other",
    "Language": "English",
    "About": "ScottWorld has been providing expert Airtable consulting since 2018, and can help your team achieve new heights by helping you utilize Airtable to its fullest potential. If you’re looking to form a professional relationship with a friendly, responsive, and trusted consultant, feel free to contact us. These are the Airtable services that we provide:Consulting: We provide expert guidance for projects of all sizes and complexities.Development: We build user-friendly custom apps designed for your workflow.Support: We offer quick & efficient technical support, so you can contact us with all of your questions.Training: We provide personalized training sessions for your team, and we also have a free training course called “Learning Airtable”.  Automations: We create advanced automations to minimize the manual work you need to do.Integrations: We integrate Airtable with other web apps to make your system even more powerful.We look forward to working with you! :)",
    "imgs": ""
  },
  {
    "Name": "Grow With Jen",
    "Location": "North America (US and Canada), Europe, Latin America (including Mexico), UK",
    "WebSite": "https://growwithjen.com/how-to-find-an-airtable-consultant-business",
    "Services": "Services Base Design and Implementation, Custom Integration, Custom Script, Training & Education, Other",
    "Language": "English",
    "About": "Data-Driven Business Solutions. I help businesses scale by reducing human capital and leveraging automation.About Me:Hi! I'm Jen. I have been consulting for over 10 years and have an MBA in Entrepreneurship and Business Analytics. I am also a certified Project Management Professional and ex-accountant. Strategy, structure, and efficiency describes me to a T.Working With Me:With Airtable, the possibilities are endless, but how you arrive at the perfect solution is all in future planning. This is a partnership, and I expect to have lots of conversations about what you REALLY want to happen, not what you are doing currently. Stepping back and looking at the future of your business helps us build solutions for tomorrow.My happiest clients are ones that come to me with \"hey, this is the problem we are having\" and are open to arriving at the best solution with the right mix of tools, technology, and even a re-arranging of how they are currently handling the problems they are facing.",
    "imgs": [
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/79f96c0c-6cfe-4613-b52a-74d67ba4cdb3/1ad4f7aa-0549-466e-bbf2-1e9de625e840.jpeg?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=6N0N1MnM%2FpTicCqjcSfO%2FXWoN3s%3D&Expires=1673464973",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/79f96c0c-6cfe-4613-b52a-74d67ba4cdb3/59145b2e-eee7-45d0-a0bb-81465bd86183.jpeg?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=oVU0htz5%2F8V8VR2AO%2FMUtfKwVmo%3D&Expires=1673464973",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/79f96c0c-6cfe-4613-b52a-74d67ba4cdb3/d6c663fc-0d13-4299-b264-536e414df1f3.jpeg?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=Hcdhz7lHHZvzSM3C9Pmc%2BU3HSvA%3D&Expires=1673464973",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/79f96c0c-6cfe-4613-b52a-74d67ba4cdb3/00f73f5d-bc07-48d0-9ea7-3cfc48792181.jpeg?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=Uiwb6YWy2FiePBXvTxk4JyIBQQM%3D&Expires=1673464973",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/79f96c0c-6cfe-4613-b52a-74d67ba4cdb3/c8f42cce-78e6-40be-bec7-52fb65964763.jpeg?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=9HEN7G3jxJCKus3soCESDX1tNV8%3D&Expires=1673464973",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/79f96c0c-6cfe-4613-b52a-74d67ba4cdb3/40adf62a-3194-4c1a-b9fc-0c1a6658e649.jpeg?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=lDqsQslQQD0fjNEfNZV%2FoGEFb0c%3D&Expires=1673464973"
    ]
  },
  {
    "Name": "Positive Workspace",
    "Location": "North America (US and Canada), UK",
    "WebSite": "https://www.linkedin.com/in/dianeelkinspw/",
    "Services": "Services Base Design and Implementation, Data Migration, Training & Education",
    "Language": "English",
    "About": "Optimizing workflow for business owners and their teams through simple automations, personalized training, custom data views and organized systems - provides a path to clarity and easy access to data.If documents and data are unorganized, access to information overwhelming, systems inconsistent and frustrations high, it’s difficult to make informed decisions.Easily find what you need in one location, creating structure for your business and your life. Airtable's spreadsheet-database functionality empowers businesses to make informed decisions using data instead of hunches.  Diane has been working with Airtable for 6 years. Her expertise is with optimizing Airtable's best practices for non/low-tech users looking for simple solutions to support their data and workflow structures, and who don't have a need for software integrations.Airtable on its own, with Automations, Interfaces, and Extensions, is a powerful tool that can support a wide array of use cases.",
    "imgs": ""
  },
  {
    "Name": "Jumplogic",
    "Location": "North America (US and Canada), Australia & New Zealand, Europe, UK",
    "WebSite": "https://www.jumplogic.com/",
    "Services": "Services Base Design and Implementation, Custom Integration, Custom Script, Data Migration, Training & Education, Other",
    "Language": "English",
    "About": "At Jumplogic, your productivity is our passion. Stop doing things the hard way. Eliminate the busy work so you can focus on the key drivers for your success.We take great pride in simplifying the complex needs of the businesses we work with by leveraging the power of Airtable & other tools in the no/low-code ecosystem.Your organization is unique & requires solutions custom-tailored to the way you operate. No matter your industry, let us help you get your data working for you!Why we're different:Focus on simplicityYou won't find over-engineered solutions here. We build simple solutions to complex problems that save time, money, & headaches.User-centric designEven the most powerful apps are pointless if difficult to use. We provide intuitive experiences that mimic the way your users think.Technical expertiseThough no-code tools are incredibly powerful, they do have limitations when dealing with complex use cases. Let us help you extend their capabilities with low-code solutions that offer greater flexibility.We're on your teamWe don't build solutions in a silo only to deliver a product you didn't ask for. Working as an extension of your team, our collaborative approach accommodates even the most volatile project requirements.Big picture approachWe seek to understand the big picture so we can set you up for future success. Turn your vision into reality by allowing your goals to guide implementation decisions.Let us help you unlock the full potential of Airtable through:Data integrityData modelingData collectionWorkflow automationSoftware integrationData visualizationDo less. Accomplish more. Contact us today to find out how!",
    "imgs": ""
  },
  {
    "Name": "Feature Power",
    "Location": "Asia Pacific, Australia & New Zealand, India",
    "WebSite": "",
    "Services": "Services Base Design and Implementation, Custom Extension, Data Migration, Training & Education",
    "Language": "English",
    "About": "Feature Power helps businesses use Airtable to achieve their goals. Based in Melbourne AUSTRALIA, we work with clients all over the country and around the world. We work with you remotely, using screen share, to create beautiful systems that make your business run better. Click Contact on this page to request an initial 45 minute no obligation consultation.Feature Power can:Help you use Airtable to effectively meet your business objectivesHelp you save time with Airtable by streamlining complex systems, projects and processesEstablish protocols so your team can track work easily and communicate consistently using AirtableHelp you achieve business objectives with minimal administrative effortUpskill you and your team to use Airtable with more confidence and successCustomise Airtable’s many tools and processes to meet your unique business needs, use Airtable apps to deliver ‘anytime anywhere’ functionality, seamlessly integrate Airtable with your other business software products.",
    "imgs": ""
  },
  {
    "Name": "Dragon Drop",
    "Location": "North America (US and Canada), Europe, UK",
    "WebSite": "https://airtable.com/shrfO6fm2LhI6wsFC/tblXbnkXwd7FYYNaG",
    "Services": "Services Base Design and Implementation, Custom Extension, Data Migration, Training & Education, Other",
    "Language": "English",
    "About": "Do you need a long-term partner for your Airtable journey? Talk to Dragon Drop! Dragon Drop is an established development agency focused on Airtable development and on-going support. We've worked with all sorts of clients - from single-person companies to NASDAQ-100 companies; from non-profits to big-profits; from consultancies to real estate agencies, retailers to tech giants; across North America and Europe.We can help with every aspect of the Airtable development process:Base design and buildAutomations and scriptingCustom appsIntegrationsTrainingSupportWe're not just here for the project though. We're here to provide on-going support once the project is completed and have many multi-year relationships with our clients.We consider ourselves to be Airtable experts, but we're not just Airtable experts. Our knowledge and experience across web technologies and hundreds of SaaS platforms means we have a wider view of how Airtable can integrate with your full stack.",
    "imgs": ""
  },
  {
    "Name": "Lotic Digital",
    "Location": "North America (US and Canada)",
    "WebSite": "",
    "Services": "Services Base Design and Implementation, Custom Extension, Custom Integration, Custom Script, Data Migration, Other",
    "Language": "English",
    "About": "Hi there, we are Lotic Digital. We’re a specialized automation agency based in Minneapolis. We architect, build and support complex solutions for companies that rely on Airtable daily for critical business needs and need a reliable expert partner well versed in all things Airtable.We specialize in :Designing, Creating and Supporting Complex BasesAdvanced features like Interfaces, Custom Apps and Plugin DevelopmentIntegrating Airtable with the myriads of 3rd party solutions Syncing Data with Custom in-house solutionsOur work spans many popular platforms but some of our favorites are Shopify, Salesforce, Quickbooks, Google Suite, Microsoft Suite. SAP, Docusign and Glide.We are an Integromat / Make Expert+ Partner. It is our integration platform of choice.We’ve worked with everyone from Fortune 100 clients using Enterprise Airtable for critical business functions to Startups using Airtable as the core database for an upcoming MVP and everything in-between. We would love to work with you!",
    "imgs": ""
  },
  {
    "Name": "Streamlining Your Business",
    "Location": "North America (US and Canada), Africa, Asia Pacific, Australia & New Zealand, Europe, UK",
    "WebSite": "http://www.streamliningyourbusiness.net/",
    "Services": "Services Base Design and Implementation, Custom Extension, Data Migration, Training & Education, Other",
    "Language": "English, Other",
    "About": "Streamlining Your Business specializes in providing professional firms and agencies practical strategies to achieve increased efficiencies, productivity, growth and profitability.Airtable projects we have worked on, our experience includesCustom developmentClient portalsInteractive dashboards Interface designerIntegrations (with Zapier, webhooks and API scripts)AutomationsScriptingData management… and the list keeps growing ….What we will need from youWe will need to understand your current workflows, what applications are currently being used, and what needs to be accomplished to have a successful project engagement.What you can expect from usA fresh perspective based on your short and long-term goals.It all starts with a conversation ...",
    "imgs": ""
  },
  {
    "Name": "Alli Alosa",
    "Location": "North America (US and Canada), Africa, Asia Pacific, Australia & New Zealand, Europe, India, Latin America (including Mexico), Middle East, UK",
    "WebSite": "https://www.allialosa.com",
    "Services": "Services Base Design and Implementation, Custom Integration, Custom Script, Data Migration, Training & Education, Other",
    "Language": "English",
    "About": "Hi there! I’m Alli  :-) I offer hourly private consulting sessions to help you and your team get the most out of Airtable. Each session can be recorded at your request so that you can refer back to it again and again.Your Burning Questions AnsweredWhether you’re wondering if Airtable is right for your next project or need help figuring out that crazy nested IF() statement, you’ve come to the right place! I have the experience and knowledge to help.Become a Master Airtable ArchitectGreat solutions are founded in great database design. Together we can thoroughly explore your use case and determine the necessary framework to support your specific needs.Find Out What’s PossibleAirtable can do more than simply organize your data. I can show you how to leverage Airtable to create approval processes, invoicing tools, requests systems, and more. Take your usage to the next level!",
    "imgs": ""
  },
  {
    "Name": "Prettysimpl",
    "Location": "North America (US and Canada), Africa, Europe, UK",
    "WebSite": "https://prettysim.pl",
    "Services": "Services Base Design and Implementation, Custom Extension, Other",
    "Language": "English",
    "About": "We ⚙️AUTOMATE stuff so you don't have to! Our custom process automations improve your customer's experience and allow you to scale your operations. Following our cloud-based low-code approach allows for rapid process re-design and deployment of nimble automations that:📈 INCREASE CAPACITY, ✂💰 REDUCE COSTS, and 🎮 ESTABLISH CONTROL.  We save our clients from inefficient processes, misaligned applications, and dead-end legacy business systems.In terms of AIRTABLE, we can help you with:Strategy and Architecture - Where and how to use Airtable in relation to other apps in your business.Planning and Design - How best to set up your workspaces, bases, tables and fields to get the most out of Airtable.Implementation and Optimisation - Getting people to use Airtable and do so efficiently.Integration and Automation - Getting Airtable to speak to your other apps and do things automatically.",
    "imgs": ""
  },
  {
    "Name": "Noam Say",
    "Location": "Europe, UK",
    "WebSite": "https://bootcamp.noamsay.com/",
    "Services": "Airtable Professional Services",
    "Language": "English, French",
    "About": "Since 2018, I have designed, built, automated, and scaled custom solutions for businesses with Airtable.In 2022, as the demand increased, we became a team of 4.We are your externalized Airtable teamWe offer Airtable professional services and support to companies that use Airtable to manage their business-critical data and workflows. We focus on Airtable, and we are Zapier certified as well.  We offer 2  models:One-off project: Great for a first engagement. You purchase a service credits pack - starting at 30 service credits.Subscription: For post-production maintenance and support. You get a certain amount of service credits every month, depending on your plan. Our pricing starts at 10 service credits/month.3 profiles:Architect - for business analysis, design, data modeling, process engineeringConsultant - for base set-up, Interfaces, automation, data migrationDeveloper - for advanced automation and scriptingWe are located in Europe. Timezone: CET.We speak English and French.",
    "imgs": ""
  },
  {
    "Name": "Supero Solutions",
    "Location": "North America (US and Canada)",
    "WebSite": "https://superosolutions.com",
    "Services": "Services Base Design and Implementation, Training & Education, Other",
    "Language": "English",
    "About": "We help you organize your data, automate repetitive tasks, & streamline your business processes using Airtable! In order for you to get the most out of Airtable, we take the time to understand your business and design a customized Airtable solution!A proper database structure is essential to optimizing your workflow with Airtable. We will work with you to learn the ins and outs of your current business processes, including spreadsheets and tools that you currently use. With this understanding, we will build the perfect database structure for your needs.We will optimize your Airtable Views and/or Interfaces for each of your processes and help build Automations to alert you of specific activities and streamline repetitive tasks.When Airtable doesn't natively provide a feature you are looking for, we will implement 3rd party tools that \"talk\" directly to your Airtable data.",
    "imgs": ""
  },
  {
    "Name": "GAP Consulting",
    "Location": "North America (US and Canada), Australia & New Zealand, Europe, UK",
    "WebSite": "https://www.garethpronovost.com/development-application",
    "Services": "Services Base Design and Implementation, Custom Extension, Data Migration, Training & Education, Other",
    "Language": "English",
    "About": "GAP Consulting is a leading consulting firm in and around the Airtable and no-code space. We offer a variety of services that can be loosely categorized in three buckets: Custom Development, Hourly Consulting, and Education.For complex projects, work with our development team to build your custom solution. You'll be assigned a project manager and developer to get your project delivered to scope, with weekly check-ins along the way.If you are searching for a quick fix, our hourly team can help you on a live Zoom call. Please ask to record your private session for future reference! This team is available for single or bulk hour purchases.Our education team has created courses that teach the steps to mastering Airtable and automations for streamlined workflows and increased productivity. This team also supports our growing private community with weekly group coaching and other forms of ongoing support.",
    "imgs": [
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/05961275-c109-4796-ab6d-4aa731271e65/85a7eb73-faec-4e5a-8c59-261c526d4c45.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=m14IGYEblOQ54R0octSZQBo8z%2FI%3D&Expires=1673465114",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/05961275-c109-4796-ab6d-4aa731271e65/0829aced-9779-4f0f-b621-c6bf53d27d27.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=8PvKV6vQVm8lecCchOq3ODbg4ns%3D&Expires=1673465114",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/05961275-c109-4796-ab6d-4aa731271e65/74045a5a-52f2-4861-9131-13a6b3ce182b.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=EqelOmUuwK1eVkuwskYKhYTaNTg%3D&Expires=1673465114",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/05961275-c109-4796-ab6d-4aa731271e65/f526cb90-ee41-4444-b6a5-ded4ce9dba9f.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=S5WC11vqoijT20yLbuHBqE8Lujk%3D&Expires=1673465114",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/05961275-c109-4796-ab6d-4aa731271e65/1ac05e90-9ea7-4abf-a7fa-9475b311e459.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=latz%2BVri4Ym9Lc9wRqGQCfAnKzA%3D&Expires=1673465114",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/05961275-c109-4796-ab6d-4aa731271e65/301a226c-dabf-492b-9c68-d13161566842.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=aBEl66FMefWKowocrqo9ApKsbNc%3D&Expires=1673465114"
    ]
  },
  {
    "Name": "Sonorus Consulting",
    "Location": "North America (US and Canada), Africa, Asia Pacific, Australia & New Zealand, Europe, India, Latin America (including Mexico), Middle East, UK",
    "WebSite": "",
    "Services": "Services Base Design and Implementation, Custom Extension, Data Migration, Training & Education",
    "Language": "English, Russian, Other",
    "About": "Sonorus Consulting is a boutique consultancy specialising in the integration and automation of business software & database design. We work with 100+ clients around the world working on both new projects, supporting existing projects, providing consultancy services and reselling saas services.",
    "imgs": ""
  },
  {
    "Name": "Silicon Valley Insight",
    "Location": "North America (US and Canada), Africa, Asia Pacific, Australia & New Zealand, Europe, India, Latin America (including Mexico), Middle East, UK",
    "WebSite": "",
    "Services": "Services Base Design and Implementation, Custom Extension, Custom Integration, Custom Script, Data Migration, Training & Education, Other",
    "Language": "English, Other",
    "About": "Founded in 2014, we have grown from a small team of scrappy computer science students pushing the limits of the latest technologies in our Stanford dorm rooms, to a professional technology consulting firm of business strategists, software engineers, and product designers providing end-to-end technology consulting services from around the world. What has not, and will never change is the passion and commitment we all have, bringing the most advanced engineering capabilities to our clients and creating world-class products.We have been champions of Airtable for nearly half a decade and even had the pleasure of working with Airtable to build their first two enterprise extensions in 2019. As true believers in the power, extensibility, and speed to market that leveraging Airtable provides. We have built no-code, low-code, or full scale custom applications leveraging Airtable's dynamic feature suite and look forward to tackling complex problems of any scale for your organization.",
    "imgs": ""
  },
  {
    "Name": "BuildLab",
    "Location": "North America (US and Canada), Europe, UK",
    "WebSite": "",
    "Services": "Services Base Design and Implementation, Custom Extension, Custom Integration, Custom Script, Data Migration, Training & Education",
    "Language": "English",
    "About": "We use and build modern software to scale businesses.",
    "imgs": ""
  },
  {
    "Name": "SMV Virtual Consulting LLC",
    "Location": "North America (US and Canada), Europe, Latin America (including Mexico), UK",
    "WebSite": "",
    "Services": "Services Base Design and Implementation, Custom Integration, Data Migration, Training & Education, Other",
    "Language": "English",
    "About": "SMV Virtual Consulting was founded in 2018 with a mission to help small businesses systematize, operate, and automate. Our team specializes in custom-built Airtable solutions, training, and ongoing systems support. We take the time to understand our client's pain points and think 📦 outside the box 📦to build creative solutions fully customized to their needs. We love working with clients in industries that couldn't find the right personalized system solution anywhere else and building them an Airtable base that works perfectly for their very specific business model. 🙌We always stay up-to-date on the latest and greatest Airtable features and consider ourselves to be ✨ an interface extraordinaire ✨ ! Interface Extraordinaire (noun) 📚 - Someone who has used every single feature of interfaces to build extraordinarily customized designs. Not only do we specialize in customized build-outs, but we also consider ourselves to be automation experts. We know Airtable automations like the back of our hand and work with the whole spectrum of other automation tools (did we mention we're Zapier certified?).To sum it up, we take pride in making custom workflows that seem impossible, possible and we are passionate about helping small business owners achieve more with less. 💪",
    "imgs": ""
  },
  {
    "Name": "Support Sidekick",
    "Location": "North America (US and Canada)",
    "WebSite": "https://meetings.hubspot.com/andrewsilva/book",
    "Services": "Services Base Design and Implementation, Custom Integration, Custom Script, Data Migration, Training & Education, Other",
    "Language": "English",
    "About": "We help companies and individuals tailor Airtable to their business processes. We provide the following Airtable services:Base design and implementation3rd party integration development via Zapier and MakeCustom formulasCustom scriptingInterface designData manipulation and migrationEnd-user and admin trainingAutomation implementationWe follow a simple 4 Step Process:Quick Consultation: We know you don’t have time to waste, so we offer a free, quick, virtual consultation to discuss the problem you are working on.Onboarding: We have an easy onboarding process where we facilitate credential handoff and set up your form of payment.Solution Implementation: After giving you an informal time estimate, we remotely log into your software and implement the desired solution.Rinse and Repeat: we can now serve as your Adhoc Airtable help desk.Please reach out with any Airtable-related questions!",
    "imgs": [
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/e16705fd-4cbd-483d-b974-d327adaaff91/8baa22cc-45f4-4c98-b2cc-2d31dc4999b3.jpeg?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=BHIbveJpZdK9uNAkFrCK85EVRbU%3D&Expires=1673465179",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/e16705fd-4cbd-483d-b974-d327adaaff91/c9707a73-c6c7-4616-8456-5654a601c506.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=o1WM3vur%2BQkC4f%2FpdbHRzMobQV4%3D&Expires=1673465179",
      "https://s3-us-west-1.amazonaws.com/partnerpage.prod/media/featured_work/e16705fd-4cbd-483d-b974-d327adaaff91/67c76f86-bea6-4bbe-9f91-24bfac459ac6.png?AWSAccessKeyId=AKIA5CCSK7ARDXEJBSMU&Signature=dhIfeUqj1c%2Br%2B%2BnWxAdPqVp7BRY%3D&Expires=1673465179"
    ]
  },
  {
    "Name": "Think Company",
    "Location": "North America (US and Canada)",
    "WebSite": "",
    "Services": "Services Base Design and Implementation, Custom Extension, Custom Integration, Custom Script, Data Migration, Training & Education",
    "Language": "English",
    "About": "Think Company is an award-winning experience design and technology firm founded in 2007, employing consultants across two studios with expertise in almost every industry.We pride ourselves on using a research-driven methodology, which ensures our design decisions are always based on evidence. We specialize in research, strategy and visioning, content strategy, full experience and service design, digital product design, and software development. We exist to help you create great Airtable experiences for your customers and employees. Come think with us!",
    "imgs": ""
  }
]